{
  "news": [{
      "id": 1,
      "title": "Now You Can Host an 'I Saw a Tiger' Sing-a-Long Party At Home",
      "desc": "By now you've probably run through your entire Netflix queue and struggled to pick your jaw off the floor after the Ozark season finale. Which is why the streaming giant's latest addition is the gift that will keep on giving. Following the smash success of the seven-part Tiger King documentary series, Netflix has doubled down by posting a sing-a-long version of one of star Joe Exotic's most beloved songs.Sure, Joe didn't actually perform the vocals for 'I Saw a Tiger,' but Netflix took the original video and added a sing-a-long element that will make your next Zoom party the best one ever. The re-edited clip features the lyrics at the bottom of the screen with a bouncing baby tiger helping you along.",
      "img": "news1.jpg",
      "date": "February 23, 2020"
    },
    {
      "id": 2,
      "title": "Here Are All the Livestreams & Virtual Concerts to Watch During Coronavirus Crisis (Updating)",
      "desc": "As the nation adjusts to the new reality of life under self-quarantine in the midst of the coronavirus pandemic, a number of artists and musical institutions are taking the show online to share some musical joy during these trying times.With venues and bars on lock down across the country, there are plenty of things you can watch from the safety of your couch, thanks to everyone from Miley Cyrus to the New York Metropolitan Opera and the fine folks at Disney.",
      "img": "news2.jpg",
      "date": "February 25, 2020"
    },
    {
      "id": 3,
      "title": "Toni Braxton Signs with Island Records, Releases New Single ‘Do It’: Exclusive",
      "desc": "Toni Braxton is back with a new single and label home. The seven-time Grammy Award winner has teamed with Island Records and is releasing “Do It,” the first track under the newly minted pact.In announcing the news, Island Records president/CEO Darcus Beese states, “It’s an honor and pleasure to welcome the incomparable Toni Braxton to the Island Records family. Her legendary catalogue, unique sound and extraordinary artistry continue to set her apart. We look forward to the world hearing the new music.”The dilemma involved in ending an unhealthy relationship is the focus of “Do It,” written by Braxton. The emotional ballad was inspired by a friend of Braxton’s. “We have all been through situations like this when there is really nothing more to say,” notes Braxton in the Island announcement. “You know he’s not right and you just need to do what you need to do. There is also an element of hope in the song that after you do what you need to do, things will get better.”",
      "img": "news3.jpg",
      "date": "February 28, 2020"
    },
    {
      "id": 4,
      "title": "James Taylor Is 'The Voice' Season 18's Mega Mentor: Exclusive",
      "desc": "Award-winning music icon James Taylor will serve as the mega mentor on Season 18 of The Voice, Billboard can exclusively confirm.Taylor will join the coaches to mentor the artists remaining from the Battle Rounds, and prepare each team for the Knockout Rounds, which will begin on Monday (April 13) at 8 p.m. EST/PST.The Knockout Rounds will have the contestants paired against a teammate once more, but unlike the Battle Rounds, they will each select their own song to perform individually while their competitor watches and waits. The coaches will then choose the winner from their team to advance.",
      "img": "news4.jpg",
      "date": "March 1, 2020"
    },
    {
      "id": 5,
      "title": "John Krasinski Got The Original 'Hamilton' Cast Together For Ep 2 of 'Some Good News'",
      "desc": "The second episode of John Krasinski's Some Good News YouTube series featured a cameo from his wife actress Emily Blunt, which you would kind of expect, since, well, they're locked in the house together just like the rest of us. But after running down the good news about the global efforts to fight COVID-19 -- as well as all the people around the world who are already ripping off his show -- Krasinski welcomed Robert DeNiro for a blink-and-you-missed-it weather report.The highlight, though, was the surprise reunion of the original cast of Hamilton, who Zoomed in to perform 'Alexander Hamilton.' The heartwarming rendition was dedicated to a nine-year-old named Aubrey, who was scheduled to see the Broadway smash for her birthday, but instead watched Blunt's Mary Poppins Returns at home during the coronavirus quarantine.",
      "img": "news5.jpg",
      "date": "March 2, 2020"
    },
    {
      "id": 6,
      "title": "While You're Waiting For The My Chemical Romance Reunion Shows, Here Are Four New Gerard Way Songs",
      "desc": "While we all wait for the My Chemical Romance reunion tour that has been put on hold due to the COVID-19 global pandemic, MCR singer Gerard Way is making things a little easier with a four-song solo EP he dropped over the weekend called Distraction or Disrepair.'Hey all, with all this uncertainty I just wanted to start uploading some unreleased stuff,'he wrote on Sunday(April 5).'Just so people can check it out and have something to listen to. Just felt like sharing. I think I have a bunch of this stuff, as Doug and I have been recording little bits here and there over the years. Some of these, like 'Phoning It In,' were things that I planned on releasing as singles, and I may still do that at some point when I finish them, but I figured why not. It feels good to share. Who knows if some of this stuff would have ever come out?'The songs range from the 14 - second vocal sound collage 'Success!'and the blown - out 40 - second sound assault 'Welcome to the Hotel'to the blown - out,distorted guitar jam 'Crate Amp_2' ('messing around with this Crate amp I got off of Reverb for cheap') and what 'Phoning,' the most complete song in the bunch.",
      "img": "news6.jpg",
      "date": "March 5, 2020"
    },
    {
      "id": 7,
      "title": "London's La Linea Latin Music Festival Rescheduled for Fall",
      "desc": "La Linea, London’s emblematic annual Latin music event, has been rescheduled for the fall after organizers were forced to cancel original April and May concert dates due to the coronavirus crisis. The concert series' 20th anniversary edition is now set to open on Sept. 4 with Cuban band Maykel Blanco y su Salsa Mayor, joined by Dorance Lorza’s London salsa band and a cast of DJs at Electric Brixton. Shows are now scheduled to go on in September and October include performances by Ana Tijoux, Argentine tanguero Melingo, Mexican jazz drummer Tino Contreras and fado singer Sara Correia. The festival is to wrap up with Juan Molina’s Dec. 4 date at the Jazz Café.",
      "img": "news7.jpg",
      "date": "March 6, 2020"
    },
    {
      "id": 8,
      "title": "5 Seconds of Summer Blast to No. 1 In Australia With ‘CALM’",
      "desc": "Luke Hemmings, Ashton Irwin, Calum Hood and Michael Clifford of 5 Seconds of Summer attend the 2019 iHeartRadio Music Awards which broadcasted live on FOX at Microsoft Theater on March 14, 2019 in Los Angeles.",
      "img": "news8.jpg",
      "date": "March 8, 2020"
    },
    {
      "id": 9,
      "title": "Warner Music Grows Footprint In Southeast Asia With First Vietnam Office",
      "desc": "LONDON – Warner is looking to grow its share of the fast-developing music market in Southeast Asia with the opening of its first dedicated office in Vietnam.Based in Ho Chi Minh City,Warner Music Vietnam will be led by managing director Lisa Nguyen,who joins the major from digital media company Zing Media,owned by Vietnam 's VNG Corporation.Nguyen reports to Warner Music Asia president Simon Robson.He called the opening of a Vietnam office 'a milestone moment' in the record company 's ongoing international expansion plans. 'This is a crucial moment in the development of Vietnam 's digital music market and it's vital that we have a presence on the ground,'said Robson.",
      "img": "news9.jpg",
      "date": "March 10, 2020"
    },
    {
      "id": 10,
      "title": "Person Holding a Microphone While Singing at Stage",
      "desc": "On 17 August 2006 as part of the events marking the 20th anniversary of The Beatles final show in Boston. Included in this broadcast was about twenty seconds taken from the above mentioned home movie showing George singing.",
      "img": "news10.jpg",
      "date": "March 11, 2020"
    },
    {
      "id": 11,
      "title": "A great tool for a great music experience",
      "desc": "The Tōdai-ji concert brought together Japanese and Western musicians playing music showing the influences of both cultures. The musicians included Bob Dylan, Jon Bon Jovi, Joni Mitchell and INXS.",
      "img": "news11.jpg",
      "date": "March 13, 2020"
    },
    {
      "id": 12,
      "title": "Ever done this before",
      "desc": "The Liverpool goalkeeper missed seven games at the start of the season after coming off injured during the first-half against Norwich on the opening day and then worked his way back into form.",
      "img": "news12.jpg",
      "date": "March 14, 2020"
    },
    {
      "id": 13,
      "title": "Great Music Production Presents the Best",
      "desc": "This year’s fourth annual Acoustic-4-A Cure show created and curated by James and Sammy Hagar will be held on Monday, May 15, 2017 at San Francisco’s historic Fillmore Theater.",
      "img": "news13.jpg",
      "date": "March 16, 2020"
    }
  ],
  "musics": [{
      "id": 1,
      "img": "album1.jpg",
      "title": "Taste of Rock and Roll.",
      "audio": "taste-of-rock-and-roll"
    },
    {
      "id": 2,
      "img": "album2.jpg",
      "title": "Dancing with Lucifer.",
      "audio": "dancing-with-lucifer"
    },
    {
      "id": 3,
      "img": "album3.jpg",
      "title": "Eyes and Sune Over me.",
      "audio": "over-my-dead-body"
    },
    {
      "id": 4,
      "img": "album4.jpg",
      "title": "Behind her Blue Eyes.",
      "audio": "behind-blue-eyes"
    },
    {
      "id": 5,
      "img": "album5.jpg",
      "title": "Broken.",
      "audio": "broken"
    }
  ],
  "videos": [{
      "id": 1,
      "img": "video1.jpg",
      "video": "lovely.mp4"
    },
    {
      "id": 2,
      "img": "video2.jpg",
      "video": "me-and-my-broken-heart.mp4"
    },
    {
      "id": 3,
      "img": "video3.jpg",
      "video": "when-the-party's-over.mp4"
    }
  ]
}